{
  "movers": [
    {
      "name": "Anna Sophia Feix",
      "photo": "/images/portraits/asf.png",
      "position": "Aarhus University",
      "email": "afeix@anivet.au.dk",
      "web_url": "orcid.org/0000-0001-5068-2546",
      "description": "### Affiliation\n\nPostdoc\\\nDepartment of Animal and Veterinary Sciences\n\n### MOVE host lab\n\n**Prof. Alireza Fazeli** and **Dr. Suranga Kodithuwakku**\\\nUniversity of Tartu, Institute of Biomedicine and Translational Medicine\\\nEstonian University of Life Sciences, Institute of Veterinary Medicine and Animal Sciences\\\n**Estonia**\n\n### Grant amount and period of the research stay\n\nDKK 15.000 for 2 months (Oct 2025 – Nov 2025)\n\n### EV techniques\n\nEV isolation, upscaling and characterization from parasite vesicles\n\n### Project title\n\nEV isolation and upscaling from helminths, host-cells and host feces\n\n### Project in a nutshell\n\nEVs from *Ascaridia galli* are considered promising vaccine candidates, but their development is currently constrained by insufficient characterization and limited large-scale production. In this project, deep characterization and upscaling of *A. galli* EV production are pursued using combined differential centrifugation and size exclusion chromatography to improve EV yield, purity, and biological integrity. Isolation of EVs from fecal samples is also addressed, building on protocols developed by the host group and enabling analysis of parasite- and host-derived EVs under natural infection conditions. Access to the advanced EV isolation expertise and standardized methodologies available in Tartu is therefore considered essential to overcome current bottlenecks, enable antigen discovery, and support future comparative EV analyses across parasites and host systems."
    },
    {
      "description": "### Affiliation\n\nPostdoc \\\nDepartment of Clinical Biochemistry\n\n### MOVE host lab\n\n**Dr. Julia Kuligowski**\\\nSenior Researcher\\\nHealth Research Institute La Fe\\\n**Spain**\n\n### Grant amount and period of the research stay\n\nDKK 15.000 for 1 month (Mar 2026 – Apr 2026)\n\n### EV techniques\n\nOrgan-specific EVs, EV biomarkers, Proteomics, Lipidomics, Obesity complications\n\n### Project title\n\nCharacterization of liver-derived extracellular vesicle cargo for biomarker discovery in obesity-related complications\n\n### Project in a nutshell\n\nThis project aims to identify minimally invasive biomarkers for metabolic dysfunction–associated steatotic liver disease (MASLD) using circulating extracellular vesicles (EVs) derived from the liver. By analyzing their molecular cargo, we seek to improve the detection, stratification, and monitoring of MASLD in individuals with obesity. The study integrates clinical data with advanced molecular profiling of EVs to better understand disease progression and response to weight-loss interventions. Ultimately, this work supports the development of liquid biopsy approaches for liver disease management.",
      "name": "Javier Donoso-Quezada",
      "photo": "/images/portraits/jdq.png",
      "position": "Aalborg University Hospital",
      "email": "jadq@rn.dk",
      "web_url": "vbn.aau.dk/en/persons/j.quezada/"
    }
  ]
}
