{
  "research_infrastructure": [
    {
      "infrastructure": "CytoFLEX nano",
      "location": "Aarhus University, FACS Core Facility",
      "body": "#### Description\n\nA dedicated small-particle flow cytometer capable of resolving particles down to 40 nm on scatter and to separate particle with a size difference down to 10 nm. Analysis of particles between 450-800 nm require authorization from the FACS Core Facility. Particles above 800 nm cannot be acquired on this instrument.\n\n#### Whom to contact\n\nFACS Core Facility\\\n<https://biomed.au.dk/research/core-facilities/facs-core-facility>\n\n#### Access\n\nPaid access or service",
      "photo": "/images/portraits/cytoflexnanoau.png"
    },
    {
      "infrastructure": "CytoFLEX nano",
      "photo": "/images/portraits/cytoflexnanosdu.png",
      "location": "University of Southern Denmark, Department of Molecular Medicine",
      "body": "#### Description\n\nA dedicated small-particle flow cytometer capable of resolving particles down to 40 nm on scatter and to separate particle with a size difference down to 10 nm. It has 6 separate fluorescent channels and 5 side-scatter channels for a thourogh characterization of particles up to 450 nm. Analysis of particles between 450-800 nm require authorization and particles above 800 nm cannot be acquired on this instrument.\n\n#### Whom to contact\n\nAida Solhøj Hansen ([aidah@health.sdu.dk](mailto:aidah@health.sdu.dk)[](<>))\n\n#### Access\n\nPaid access or service"
    },
    {
      "infrastructure": "Zebrafish models",
      "location": "Aarhus University, Department of Molecular Biology and Genetics",
      "body": "#### Description\n\nWe have two approaches: genetic engineering of endogenous EVs with a fluorescent reporter and microinjection of (fluorescently labelled) EVs including, but not limited to, human-derived EVs. In both cases, EVs are imaged in live zebrafish embryos using optical microscopes to study the secretion & uptake kinetics (via transgenesis), biodistribution (if microinjected), and interactions with cells of interest (e.g. macrophages and endothelial cells). Our genetic approach is not just about fluorescent labelling; we can engineer EVs in any way through transfection of zebrafish embryos to obtain in vivo results within a week. Collaborations on tissue injury models and EV injections are welcome!\n\n#### Whom to contact\n\nYuya Hayashi\\\n<https://mbg.au.dk/yuya-hayashi/>\n\n#### Access\n\nThrough collaborations",
      "photo": "/images/portraits/fish.png"
    },
    {
      "infrastructure": "EV Array",
      "photo": "/images/portraits/evarray.png",
      "location": "Aalborg University Hospital, Department of Clinical Immunology; EV Innovation",
      "body": "#### Description\n\nThe EV Array is a high-throughput protein microarray platform. The EV Array consumes only 10 – 100 µL sample. The EV Array is performed in multi-well cassettes in a high-throughput manner (up to 21 samples per slide), but is still easy to handle in the laboratory. The use of microarray as a platform with spots of >1 nL volumes minimizes the cost of the EV Array as only small amounts of antibodies are needed.\n\n#### Whom to contact\n\nEV Array\\\n<https://evarray.dk>\n\nVesikelforskning\\\n<https://aalborguh.rn.dk/Forskning/Forskningsomraader/Laegefaglige-specialer/Klinisk-Immunologi/Forskningsomraader/Vesikelforskning>\n\n#### Access\n\nThrough collaborations"
    },
    {
      "infrastructure": "Orbitrap Astral Mass Spectrometer for EV proteomics",
      "photo": "/images/portraits/orbitrap.png",
      "location": "Center for Protein Research, University of Copenhagen",
      "body": "#### Description\n\nState-of-the-art mass spectrometry-based deep proteome profiling of EVs. We mostly analyze samples based on protein input (500 ng per sample), but we are currently developing a more sensitive protocol that can analyze samples based on EV counts (32 million EVs by NTA analysis).\n\n\n\n#### Whom to contact\n\nOle Østergaard ([ole.ostergaard@cpr.ku.dk](mailto:ole.ostergaard@cpr.ku.dk)[](mailto:ole.ostergaard@cpr.ku.dk))\n[](<>)\n\n#### Access\n\nThrough collaborations or as a paid service"
    },
    {
      "infrastructure": "Apogee A60 Micro-PLUS",
      "photo": "/images/portraits/apogeeaar.png",
      "location": "Aalborg University Hospital, Department of Clinical Biochemistry",
      "body": "#### Description\n\nThe Apogee A60 Micro-PLUS is a high-resolution small-particle flow cytometer optimized for detailed analysis of extracellular vesicles (EVs), nanoparticles, and other sub-micron particles. With multiple spatially separated lasers and an array of highly sensitive light scatter and fluorescence detectors, the system enables multiparametric phenotyping of small biological particles using both scatter and fluorescence signals. Its advanced optical design and configurable detection channels make it well suited for EV research, including surface marker profiling and population discrimination, and allows the analysis of EVs in complex biological fluids such as plasma, with minimal sample processing.\n\n#### Whom to contact\n\nThe CardioMetabolic and Biomedical Research Group\\\n<https://aalborguh.rn.dk/Forskning/Forskningsomraader/Forskningscentre/The-CardioMetabolic-and-Biomedical-Research-Group>\n\n#### Access\n\nThrough collaborations"
    },
    {
      "infrastructure": "Oxford Nanoimager (ONI)",
      "photo": "/images/portraits/oni.png",
      "location": "Aarhus University, Interdisciplinary Nanoscience Center (iNANO)",
      "body": "#### Description\n\nNanoimager fluorescent and super-resolution microscopy with imaging modes for epifluorescence, total internal reflection (TIRF) and HiLo. The microscope has four laser lines 405 nm, 488 nm, 561 nm, and 640 nm. The microscope can image in real-time ideal for tracking of single molecules and is equipped with a temperature controller and a micro fluiding pumping system. This setup has been applied to single-vesicle analysis e.g. single EV tracking of uptake and internalisation in cells.\n\n#### Whom to contact\n\nMette Malle ([malle@inano.au.dk](mailto:malle@inano.au.dk)) and Jørgen Kjems ([jk@mbg.au.dk](mailto:jk@mbg.au.dk))\\\n*  The microscope is not trivial to use and Mette is happy to collaborate and/or help with everything from guiding which fluorophores should be used, microscope surface preparation and imaging conditions.\n\n#### Access\n\nThrough collaborations"
    }
  ]
}
